window.allQuestions = [
  {"id":1,"text":"Столица Франции?","options":["Берлин","Париж","Мадрид","Рим"],"correct":1, "level":"easy"},
  
  {"id":2,"text":"Сколько планет в Солнечной системе?","options":["7","8","9","10"],"correct":1, "level":"easy"},
  
  {"id":3,"text":"Какой элемент имеет символ 'O'?","options":["Золото","Кислород","Серебро","Углерод"],"correct":1, "level":"easy"},
  
  {"id":4,"text":"Самая большая страна по площади?","options":["Китай","США","Канада","Россия"],"correct":3, "level":"medium"},
  
  {"id":5,"text":"Сколько часов в сутках?","options":["24","12","36","48"],"correct":0, "level":"medium"},
  
  {"id":6,"text":"Какой океан самый большой?","options":["Индийский","Тихий","Атлантический","Северный Ледовитый"],"correct":1, "level":"medium"},
  
  {"id":7,"text":"На каком континенте находится Египет?","options":["Африка","Азия","Европа","Южная Америка"],"correct":0, "level":"hard"},
  
  {"id":8,"text":"Какая планета известна как 'Красная планета'?","options":["Венера","Марс","Юпитер","Сатурн"],"correct":1, "level":"hard"},
  
  {"id":9,"text":"Какой язык самый распространённый в мире?","options":["Английский","Испанский","Мандарин","Хинди"],"correct":2, "level":"hard"},
  
  {"id":10,"text":"Сколько цветов в радуге?","options":["5","6","7","8"],"correct":2, "level":"ultra"},
]
